export const privacyExecutionDesc = "제1조 본 방침은 2022. 10. 15.부터 시행된다.";

export const privacyArr = [
  {
    title: "제1조(목적)",
    subItem: [
      {
        title:
          "디플에이치알(이하 ‘회사'라고 한다)는 회사가 제공하고자 하는 서비스(이하 ‘회사 서비스’)를 이용하는 개인(이하 ‘이용자’ 또는 ‘개인’)의 정보(이하 ‘개인정보’)를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이 하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련 한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침(이하 ‘본 방침’)을 수립한다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제2조(개인정보 처리의 원칙)",
    subItem: [
      {
        title:
          "개인정보 관련 법령 및 본 방침에 따라 회사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제3조(본 방침의 공개)",
    subItem: [
      {
        title:
          "① 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개하고 있다. ② 회사는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 한다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제4조(본 방침의 변경)",
    subItem: [
      {
        title:
          "① 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정될 수 있다. ② 회사는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 중 하나 이상의 방법으로 공지한다.",
        infoArr: [
          "회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의 창을 통하여 공지하는 방법",
          "서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방 법 ③ 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일이전에 공지한다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지한다.",
          "이용자가 이메일 주소 변경 등 회원정보의 변경이 있음에도 변경된 회원정보를 회원정보에 반영하지 않아 회사로부터 동 조의 공지사항을 통지 받지 못하는 경우에는 이용자의 책임이다.",
        ],
      },
    ],
  },
  {
    title: "제5조(회원 가입을 위한 정보)",
    subItem: [
      {
        title:
          "회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집 한다. 단, 회사는 회원에 대한 서비스 제공을 위하여 불가피하게 추가로 수집해야 할 정보가 있는 경우에는 사전에 이용자의 동의를 받아 수집할 수 있다.",
        infoArr: ["필수 수집 정보: 이메일 주소, 비밀번호 및 닉네임"],
      },
    ],
  },
  {
    title: "제6조(회사 서비스 제공을 위한 정보)",
    subItem: [
      {
        title:
          "회사는 이용자에게 회사의 서비스를 제공하기 위하여 다음과 같은 정보를 수집한다. 단, 회사는 회원에 대한 서비스 제공을 위하여 불가피하게 추가로 수집해야 할 정보가 있는 경우에는 사전에 이용자의 동의를 받아 수집할 수 있다.",
        infoArr: ["필수 수집 정보: 아이디 및 이메일 주소"],
      },
    ],
  },
  {
    title: "제7조(서비스 이용 및 부정 이용 확인을 위한 정보)",
    subItem: [
      {
        title:
          "회사는 이용자의 서비스 이용 및 부정이용의 확인 및 분석을 위하여 다음과 같은 정 보를 수집한다. 필수 수집 정보: 서비스 이용기록, 쿠키, 접속지 정보 및 기기정보 ※ 부정이용 : 회원탈퇴 후 재가입, 상품구매 후 구매취소 등을 반복적으로 행하는 등 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상 이익을 불·편법적으로 수 취하는 행위, 이용약관 등에서 금지하고 있는 행위, 명의도용 등의 불·편법행위 등 을 말한다. 수집되는 정보는 회사 서비스 이용에 따른 통계∙분석에 이용될 수 있다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제8조(개인정보 수집 방법)",
    subItem: [
      {
        title: "회사는 다음과 같은 방법으로 이용자의 개인정보를 수집한다.",
        infoArr: ["이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는 방식"],
      },
    ],
  },
  {
    title: "제9조(개인정보의 이용)",
    subItem: [
      {
        title: "회사는 개인정보를 다음 각 호 중 어느 하나의 경우에 이용할 수 있다.",
        infoArr: [
          "공지사항의 전달 등 회사의 운영에 필요한 경우",
          "이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우",
          "회사의 서비스를 제공하기 위한 경우",
          "이벤트 및 행사 안내 등 마케팅을 위한 경우",
          "인구통계학적 분석, 서비스 방문 및 이용기록의 분석을 위한 경우",
          "개인정보 및 관심에 기반한 이용자간 관계의 형성을 위한 경우",
          "법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우",
        ],
      },
    ],
  },
  {
    title: "제10조(광고성 정보의 전송 조치)",
    subItem: [
      {
        title:
          "① 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 이용자의 명시적인 사전동의를 받는다. 다만, 다음 각호 어느 하나에 해당하는 경우에는 사전 동의를 받지 않는다.",
        infoArr: [
          "회사가 재화 등의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 경 우, 거래가 종료된 날로부터 6개월 이내에 회사가 처리하고 수신자와 거래한 것과 동종의 재화 등에 대한 영리목적의 광고성 정보를 전송하려는 경우",
          "「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 수신자에게 개인정보의 수집출처를 고지하고 전화권유를 하는 경우 ② 회사는 전항에도 불구하고 수신자가 수신거부의사를 표시하거나 사전 동의를 철 회한 경우에는 영리목적의 광고성 정보를 전송하지 않으며 수신거부 및 수신동 의 철회에 대한 처리 결과를 알린다. ③ 회사는 오후 9시부터 그 다음 날 오전 8시까지의 시간에 전자적 전송매체를 이용 하여 영리목적의 광고성 정보를 전송하는 경우에는 제1항에도 불구하고 그 수 신자로부터 별도의 사전 동의를 받는다. ④ 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음의 사항 등을 광고성 정보에 구체적으로 밝힌다.",
          "회사명 및 연락처",
          "수신 거부 또는 수신 동의의 철회 의사표시에 관한 사항의 표시 ⑤ 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음 각 호의 어느 하나에 해당하는 조치를 하지 않는다.",
          "광고성 정보 수신자의 수신거부 또는 수신동의의 철회를 회피·방해하는 조치",
          "숫자·부호 또는 문자를 조합하여 전화번호·전자우편주소 등 수신자의 연락처 를 자동으로 만들어 내는 조치",
          "영리목적의 광고성 정보를 전송할 목적으로 전화번호 또는 전자우편주소를 자 동으로 등록하는 조치",
          "광고성 정보 전송자의 신원이나 광고 전송 출처를 감추기 위한 각종 조치",
          "영리목적의 광고성 정보를 전송할 목적으로 수신자를 기망하여 회신을 유도하 는 각종 조치",
        ],
      },
    ],
  },
  {
    title: "제11조(개인정보 조회 및 수집동의 철회)",
    subItem: [
      {
        title:
          "① 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거 나 수정할 수 있으며 개인정보수집 동의 철회를 요청할 수 있다. ② 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기 위해 서는 개인정보보호책임자 또는 담당자에게 서면, 전화 또는 전자우편주소로 연 락하시면 회사는 지체 없이 조치하여야 한다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제12조(개인정보 정보변경 등)",
    subItem: [
      {
        title:
          "① 이용자는 회사에게 전조의 방법을 통해 개인정보의 오류에 대한 정정을 요청할 수 있다. ② 회사는 전항의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를 이용 또는 제공하지 않으며 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하여야 한다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제13조(이용자의 의무)",
    subItem: [
      {
        title:
          "① 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있다. ② 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련 개 인정보보호 법령에 의해 처벌받을 수 있다. ③ 이용자는 전자우편주소, 비밀번호 등에 대한 보안을 유지할 책임이 있으며 제3 자에게 이를 양도하거나 대여할 수 없다.",
        infoArr: [""],
      },
    ],
  },
  {
    title: "제14조(회사의 개인정보 보호 책임자 지정)",
    subItem: [
      {
        title:
          "① 회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하 여 아래와 같이 관련 부서 및 개인정보 보호 책임자를 지정하고 있다.",
        infoArr: [""],
      },
    ],
  },
];

export const CTOINFO = {
  name: "한승목",
  tel: "010-2772-9530",
  eMail: "hsm9300@deeplehr.com",
};
