export const PRIVACY_TERM =
  "개인정보 처리방침\n" +
  "\n" +
  "제1조(목적)\n" +
  "디플에이치알(이하 ‘회사'라고 한다)는 회사가 제공하고자 하는 서비스(이하 ‘회사 서비스’)를 이용하는 개인(이하 ‘이용자’ 또는 ‘개인’)의 정보(이하 ‘개인정보’)를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이 하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련 한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침(이하 ‘본 방침’)을 수립한다.\n" +
  "\n" +
  "제2조(개인정보 처리의 원칙)\n" +
  "개인정보 관련 법령 및 본 방침에 따라 회사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있다.\n" +
  "\n" +
  "제3조(본 방침의 공개)\n" +
  "① 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개하고 있다. ② 회사는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을 활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 한다.\n" +
  "\n" +
  "제4조(본 방침의 변경)\n" +
  "① 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정될 수 있다. ② 회사는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 중 하나 이상의 방법으로 공지한다.\n" +
  "회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의 창을 통하여 공지하는 방법\n" +
  "서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방 법 ③ 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일이전에 공지한다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지한다.\n" +
  "이용자가 이메일 주소 변경 등 회원정보의 변경이 있음에도 변경된 회원정보를 회원정보에 반영하지 않아 회사로부터 동 조의 공지사항을 통지 받지 못하는 경우에는 이용자의 책임이다.\n" +
  "\n" +
  "제5조(회원 가입을 위한 정보)\n" +
  "회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집 한다. 단, 회사는 회원에 대한 서비스 제공을 위하여 불가피하게 추가로 수집해야 할 정보가 있는 경우에는 사전에 이용자의 동의를 받아 수집할 수 있다.\n" +
  "필수 수집 정보: 이메일 주소, 비밀번호 및 닉네임\n" +
  "\n" +
  "제6조(회사 서비스 제공을 위한 정보)\n" +
  "회사는 이용자에게 회사의 서비스를 제공하기 위하여 다음과 같은 정보를 수집한다. 단, 회사는 회원에 대한 서비스 제공을 위하여 불가피하게 추가로 수집해야 할 정보가 있는 경우에는 사전에 이용자의 동의를 받아 수집할 수 있다.\n" +
  "필수 수집 정보: 아이디 및 이메일 주소\n" +
  "\n" +
  "제7조(서비스 이용 및 부정 이용 확인을 위한 정보)\n" +
  "회사는 이용자의 서비스 이용 및 부정이용의 확인 및 분석을 위하여 다음과 같은 정 보를 수집한다. 필수 수집 정보: 서비스 이용기록, 쿠키, 접속지 정보 및 기기정보 ※ 부정이용 : 회원탈퇴 후 재가입, 상품구매 후 구매취소 등을 반복적으로 행하는 등 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상 이익을 불·편법적으로 수 취하는 행위, 이용약관 등에서 금지하고 있는 행위, 명의도용 등의 불·편법행위 등 을 말한다. 수집되는 정보는 회사 서비스 이용에 따른 통계∙분석에 이용될 수 있다.\n" +
  "\n" +
  "제8조(개인정보 수집 방법)\n" +
  "회사는 다음과 같은 방법으로 이용자의 개인정보를 수집한다.\n" +
  "이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는 방식\n" +
  "\n" +
  "제9조(개인정보의 이용)\n" +
  "회사는 개인정보를 다음 각 호 중 어느 하나의 경우에 이용할 수 있다.\n" +
  "공지사항의 전달 등 회사의 운영에 필요한 경우\n" +
  "이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우\n" +
  "회사의 서비스를 제공하기 위한 경우\n" +
  "이벤트 및 행사 안내 등 마케팅을 위한 경우\n" +
  "인구통계학적 분석, 서비스 방문 및 이용기록의 분석을 위한 경우\n" +
  "개인정보 및 관심에 기반한 이용자간 관계의 형성을 위한 경우\n" +
  "법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우\n" +
  "\n" +
  "제10조(광고성 정보의 전송 조치)\n" +
  "① 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 이용자의 명시적인 사전동의를 받는다. 다만, 다음 각호 어느 하나에 해당하는 경우에는 사전 동의를 받지 않는다.\n" +
  "회사가 재화 등의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 경 우, 거래가 종료된 날로부터 6개월 이내에 회사가 처리하고 수신자와 거래한 것과 동종의 재화 등에 대한 영리목적의 광고성 정보를 전송하려는 경우\n" +
  "「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 수신자에게 개인정보의 수집출처를 고지하고 전화권유를 하는 경우 ② 회사는 전항에도 불구하고 수신자가 수신거부의사를 표시하거나 사전 동의를 철 회한 경우에는 영리목적의 광고성 정보를 전송하지 않으며 수신거부 및 수신동 의 철회에 대한 처리 결과를 알린다. ③ 회사는 오후 9시부터 그 다음 날 오전 8시까지의 시간에 전자적 전송매체를 이용 하여 영리목적의 광고성 정보를 전송하는 경우에는 제1항에도 불구하고 그 수 신자로부터 별도의 사전 동의를 받는다. ④ 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음의 사항 등을 광고성 정보에 구체적으로 밝힌다.\n" +
  "회사명 및 연락처\n" +
  "수신 거부 또는 수신 동의의 철회 의사표시에 관한 사항의 표시 ⑤ 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음 각 호의 어느 하나에 해당하는 조치를 하지 않는다.\n" +
  "광고성 정보 수신자의 수신거부 또는 수신동의의 철회를 회피·방해하는 조치\n" +
  "숫자·부호 또는 문자를 조합하여 전화번호·전자우편주소 등 수신자의 연락처 를 자동으로 만들어 내는 조치\n" +
  "영리목적의 광고성 정보를 전송할 목적으로 전화번호 또는 전자우편주소를 자 동으로 등록하는 조치\n" +
  "광고성 정보 전송자의 신원이나 광고 전송 출처를 감추기 위한 각종 조치\n" +
  "영리목적의 광고성 정보를 전송할 목적으로 수신자를 기망하여 회신을 유도하 는 각종 조치\n" +
  "\n" +
  "제11조(개인정보 조회 및 수집동의 철회)\n" +
  "① 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거 나 수정할 수 있으며 개인정보수집 동의 철회를 요청할 수 있다. ② 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기 위해 서는 개인정보보호책임자 또는 담당자에게 서면, 전화 또는 전자우편주소로 연 락하시면 회사는 지체 없이 조치하여야 한다.\n" +
  "\n" +
  "제12조(개인정보 정보변경 등)\n" +
  "① 이용자는 회사에게 전조의 방법을 통해 개인정보의 오류에 대한 정정을 요청할 수 있다. ② 회사는 전항의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를 이용 또는 제공하지 않으며 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하여야 한다.\n" +
  "\n" +
  "제13조(이용자의 의무)\n" +
  "① 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있다. ② 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련 개 인정보보호 법령에 의해 처벌받을 수 있다. ③ 이용자는 전자우편주소, 비밀번호 등에 대한 보안을 유지할 책임이 있으며 제3 자에게 이를 양도하거나 대여할 수 없다.\n" +
  "\n" +
  "제14조(회사의 개인정보 보호 책임자 지정)\n" +
  "① 회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하 여 아래와 같이 관련 부서 및 개인정보 보호 책임자를 지정하고 있다.\n" +
  "가. 개인정보 보호 책임자\n" +
  "성명 : 한승목\n" +
  "전화번호 : 010-2772-9530\n" +
  "이메일 : hsm9300@deeplehr.com\n" +
  "\n" +
  "<부칙> 제1조 본 방침은 2022. 10. 15.부터 시행된다.\n" +
  "\n" +
  "기업회원 이용약관\n" +
  "\n" +
  "제 1 장 총칙\n" +
  "\n" +
  "제 1 조 (목적) 본 약관은 (주)디플에이치알(이하 “회사”라 한다)이 운영하는 웹 사이트 (https://고초대졸.com)의 제반 서비스의 이용조건 및 절차에 관한 사항 및 기타 필요한 사항을 규정함을 목적으로 한다.\n" +
  "\n" +
  "제 2 조 (용어의 정의) 본 약관에서 사용하는 용어는 다음과 같이 정의한다.\n" +
  "①회원 : 기본 회원 정보를 입력하였고, 회사와 서비스 이용계약을 체결하여 아이디를 부여받은 개인\n" +
  "②아이디(ID) : 회원식별과 회원의 서비스 이용을 위해 회원이 선정하고 회사가 승인하는 문자와 숫자의 조합\n" +
  "③비밀번호(Password) : 회원이 통신상의 자신의 비밀을 보호하기 위해 선정한 문자와 숫자의 조합\n" +
  "④해지 : 회사 또는 회원에 의한 이용계약의 종료\n" +
  "\n" +
  "제 3 조 (약관의 공시 및 효력과 변경)\n" +
  "①본 약관은 회원가입 화면에 게시하여 공시하며 회사는 사정변경 및 영업상 중요한 사유가 있을 경우 약관을 변경할 수 있으며, 변경된 약관은 홈페이지의 공지사항이나 이메일 등을 통한 개별 통지를 통해 공시한다\n" +
  "②본 약관 및 차후 회사사정에 따라 변경된 약관은 제3조 제1항에 따라 이용자에게 공시함으로써 효력을 발생한다.\n" +
  "③ 이용자가 본 조에 따른 공지의 공지기간 내에 홈페이지를 접속하지 않거나 이용자의 이메일 주소에 보낸 공지사항을 이용자가 상당한 기간 동안 확인하지 않은 경우에는 본 조에 따른 공지사항은 이용자에게 공지된 것으로 간주된다.\n" +
  "④이용자가 회원 가입 당시에 입력한 이메일 주소 등 회원정보가 변경된 경우, 이용자가 변경된 정보를 회원정보에 반영하지 않아서 회사가 변경 전의 이메일 주소 등으로 본 조에 따른 공지사항을 보낸 경우 이용자의 공지사항 미숙지는 이용자의 책임에 귀속하게 된다.\n" +
  "\n" +
  "제 4 조 (약관 외 준칙) 본 약관에 명시되지 않은 사항이 전기통신기본법, 전기통신사업법, 정보통신촉진법, ‘전자상거래등에서의 소비자 보호에 관한 법률’, ‘약관의 규제에관한법률’, ‘전자거래기본법’, ‘전자서명법’, ‘정보통신망 이용촉진등에 관한 법률’, ‘소비자보호법’ 등 기타 관계 법령에 규정되어 있을 경우에는 그 규정을 따르도록 한다.\n" +
  "\n" +
  "제 2 장 이용계약\n" +
  "\n" +
  "제 5 조 (이용신청)\n" +
  "①이용신청자가 회원가입 안내에서 본 약관과 개인정보보호정책에 동의하고 등록절차(회사의 소정 양식의 가입 신청서 작성)를 거쳐 '확인' 버튼을 눌러 이용신청을 할 수 있다.\n" +
  "②이용신청자는 반드시 실명과 실제 정보를 사용해야 하며 1개의 생년월일에 대하여 1건의 이용신청을 할 수 있다.\n" +
  "③실명이나 실제 정보를 입력하지 않은 이용자는 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있다.\n" +
  "\n" +
  "제 6 조 (이용신청의 승낙)\n" +
  "①회사는 제5조에 따른 이용신청자에 대하여 제2항 및 제3항의 경우를 예외로 하여 서비스 이용을 승낙한다.\n" +
  "②회사는 아래 사항에 해당하는 경우에 그 제한사유가 해소될 때까지 승낙을 유보할 수 있다. 가. 서비스 관련 설비에 여유가 없는 경우 나. 기술상 지장이 있는 경우 다. 기타 회사 사정상 필요하다고 인정되는 경우\n" +
  "③회사는 아래 사항에 해당하는 경우에 승낙을 하지 않을 수 있다. 가. 다른 사람의 명의를 사용하여 신청한 경우 나. 이용자 정보를 허위로 기재하여 신청한 경우 다. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우 라. 기타 회사가 정한 이용신청 요건을 미비한 경우 마. 미성년자의 경우 법정대리인의 동의를 얻지 못한 경우\n" +
  "\n" +
  "제 3 장 계약 당사자의 의무\n" +
  "\n" +
  "제 7 조 (회사의 의무)\n" +
  "①회사는 불가항력 사유나 이에 준하는 사유가 없는 한 사이트를 안정적이고 지속적으로 운영할 의무가 있다.\n" +
  "②회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리해야 한다. 단, 즉시 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 공지사항 또는 전자우편을 통해 통보해야 한다.\n" +
  "③제1항의 경우 수사상의 목적으로 관계기관 및 정보통신윤리위원회의 요청이 있거나 영장 제시가 있는 경우, 기타 관계 법령에 의한 경우는 예외로 한다.\n" +
  "\n" +
  "제 8 조 (이용자의 의무)\n" +
  "①이용자는 본 약관 및 회사의 공지사항, 사이트 이용안내 등을 숙지하고 준수해야 하며 기타 회사의 업무에 방해되는 행위를 해서는 안된다.\n" +
  "②이용자는 회사의 사전 서며 승인 없이 본 사이트를 이용해 어떠한 영리행위도 할 수 없다.\n" +
  "③이용자는 본 사이트를 통해 얻는 정보를 회사의 사전 서면 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없다.\n" +
  "\n" +
  "제 4 장 서비스의 제공 및 이용\n" +
  "\n" +
  "제 9 조 (서비스 이용)\n" +
  "①이용자는 본 약관의 규정된 사항을 준수해 사이트를 이용한다.\n" +
  "②본 약관에 명시되지 않은 서비스 이용에 관한 사항은 회사가 정해 '공지사항'에 게시하거나 또는 별도로 공지하는 내용에 따른다.\n" +
  "\n" +
  "제 10 조 (정보의 제공) 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 전자메일이나 서신우편 등의 방법으로 회원에게 정보를 제공할 수 있다.\n" +
  "\n" +
  "제 11 조 (광고게재)\n" +
  "①회사는 서비스의 운용과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있다.\n" +
  "②회사는 사이트에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않는다.\n" +
  "\n" +
  "제 12 조 (서비스 이용의 제한) 본 사이트 이용 및 행위가 다음 각 항의 어느 하나에 해당하는 경우 회사는 해당 이용자의 이용을 제한할 수 있다.\n" +
  "①공공질서 및 미풍양속, 기타 사회질서를 해하는 경우\n" +
  "②범죄행위를 목적으로 하거나 기타 범죄행위와 관련된다고 객관적으로 인정되는 경우\n" +
  "③타인의 명예를 손상시키거나 타인의 서비스 이용을 현저히 저해하는 경우\n" +
  "④타인의 의사에 반하는 내용이나 광고성 정보 등을 지속적으로 전송하는 경우\n" +
  "⑤해킹 및 컴퓨터 바이러스 유포 등으로 서비스의 건전한 운영을 저해하는 경우\n" +
  "⑥다른 이용자 또는 제3자의 지식재산권을 침해하거나 지식재산권자가 지적 재산권의 침해를 주장할 수 있다고 판단되는 경우\n" +
  "⑦타인의 아이디 및 비밀번호를 도용한 경우\n" +
  "⑧기타 관계 법령에 위배되는 경우 및 회사가 이용자로서 부적당하다고 판단한 경우\n" +
  "\n" +
  "제 13 조 (서비스 제공의 중지) 회사는 다음 각 호의 어느 하나에 해당하는 경우 서비스의 전부 또는 일부의 제공을 일정기간 또는 영구적으로 중지할 수 있다.\n" +
  "①전기통신사업법 상에 규정된 기간통신 사업자 또는 인터넷 망 사업자가 서비스를 중지했을 경우\n" +
  "②정전으로 서비스 제공이 불가능할 경우\n" +
  "③설비의 이전, 보수 또는 공사로 인해 부득이한 경우\n" +
  "④서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 어려운 경우\n" +
  "⑤전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우\n" +
  "\n" +
  "제 14 조 (게시물 관리) 회사는 건전한 통신문화 정착과 효율적인 사이트 운영을 위하여 이용자가 게시하거나 제공하는 자료가 제12조에 해당한다고 판단되는 경우에 사전 통지 없이 임의로 삭제, 자료이동, 등록거부를 할 수 있다.\n" +
  "\n" +
  "제 15 조 (서비스 이용 책임) 이용자는 회사에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 불법상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란 사이트를 통한 상업행위, 상용 S/W 불법제공 등을 할 수 없다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않으며, 회사에 손해를 입히는 경우에는 이용자는 회사의 손해를 배상하고 관련된 책임을 부담한다.\n" +
  "\n" +
  "제 5 장 기타\n" +
  "\n" +
  "제 16 조 (면책 및 손해배상)\n" +
  "①천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 회사의 서비스 제공 책임이 면제된다.\n" +
  "②회사는 이용자간 또는 이용자와 제3자간의 상호거래 관계에서 발생되는 결과에 대하여 어떠한 책임도 부담하지 않는다.\n" +
  "③회사는 이용자가 게시판에 게재한 정보, 자료, 내용 등에 관하여 사실의 정확성, 신뢰도 등에 어떠한 책임도 부담하지 않으며 이용자는 본인의 책임 아래 본 사이트를 이용해야 한다.\n" +
  "④이용자가 게시 또는 전송한 자료 등에 관하여 손해가 발생하거나 자료의 취사선택, 기타 무료로 제공되는 서비스 이용과 관련해 어떠한 불이익이 발생하더라도 이에 대한 모든 책임은 이용자에게 있다.\n" +
  "⑤아이디와 비밀번호의 관리 및 이용자의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 책임은 이용자에게 있다.\n" +
  "⑥이용자가 본 약관의 규정을 위반함으로써 회사에 손해가 발생하는 경우 이 약관을 위반한 이용자는 회사에 발생한 모든 손해를 배상해야 하며 동 손해로부터 회사를 면책시켜야 한다.\n" +
  "\n" +
  "제 17 조 (개인신용정보 제공 및 활용에 대한 동의서) 회사가 회원 가입과 관련해 취득한 개인 신용 정보는 신용정보의 이용 및 보호에 관한 법률 제23조의 규정 및 관련 법률에 따라 타인에게 제공 및 활용 시 이용자의 동의를 얻어야 한다. 이용자의 동의는 회사가 회원으로 가입한 이용자의 신용정보를 신용정보기관, 신용정보업자 및 기타 이용자 등에게 제공해 이용자의 신용을 판단하기 위한 자료로서 활용하거나 공공기관에서 정책자료로 활용하는데 동의하는 것으로 간주한다.\n" +
  "\n" +
  "제 18 조 (분쟁의 해결)\n" +
  "①회사와 이용자는 본 사이트 이용과 관련해 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 해야 한다.\n" +
  "②제1항의 규정에도 불구하고 동 분쟁으로 인하여 소송이 제기될 경우 동 소송은 회사의 본사 소재지를 관할하는 법원을 관할로 본다.\n" +
  "\n" +
  "<부칙> 본 약관은 2022. 10. 14.부터 적용한다.";
